//console.log('PART 1 \n страница Main \n1. Проверка верстки +7 \n2. Вёрстка соответствует макету +35 \n3. Требования к css +6 \n4. Интерактивность элементов +12 \nстраница Pets \n5. Проверка верстки +7 \n6. Вёрстка соответствует макету +15 \n7. Требования к css +4 \n8. Интерактивность элементов +14\nИТОГО 100')
//console.log(`PART 2\n 
// 1. Вёрстка страницы Main соответствует макету при ширине экрана 1280px: +14\n
// 2. Вёрстка страницы Main соответствует макету при ширине экрана 768px: +14\n
// 3. Вёрстка страницы Main соответствует макету при ширине экрана 320px: +14\n
// 4. Вёрстка страницы Pets соответствует макету при ширине экрана 1280px: +6\n
// 5. Вёрстка страницы Pets соответствует макету при ширине экрана 768px: +6\n
// 7. Ни на одном из разрешений до 320px включительно не появляется горизонтальная полоса прокрутки, справа от отдельных блоков не появляются белые поля. Весь контент страницы при этом сохраняется: не обрезается и не удаляется: +20\n
// 8. Верстка резиновая: при плавном изменении размера экрана от 1280px до 320px верстка подстраивается под этот размер, элементы верстки меняют свои размеры и расположение, не наезжают друг на друга, изображения могут менять размер, но сохраняют правильные пропорции: +8\n
// 9. При ширине экрана меньше 768px на обеих страницах меню в хедере скрывается, появляется иконка бургер-меню: +4\n
// 10. Верстка обеих страниц валидная: +8\n
// ИТОГО 100`);
console.log(`PART 3\n 
1. Реализация burger menu на обеих страницах: +26\n
2. Реализация слайдера-карусели на странице Main: [tbd]\n
3. Реализация пагинации на странице Pets: 0\n
4. Реализация попап на обеих страницах: +12\n
ИТОГО 38`);